---
kind: enumMember
id: F:Autodesk.Revit.DB.TessellatedBuildIssueType.OriginalPointsTooFarFromTheirPlane
enum: Autodesk.Revit.DB.TessellatedBuildIssueType
source: html/b9f37bb0-1c2b-0fe9-a4e8-5a49d2b9b7ac.htm
---
# Autodesk.Revit.DB.TessellatedBuildIssueType.OriginalPointsTooFarFromTheirPlane

A face whose original points taken together do define a plane, but some of
 them lie to far from it.
 An associated number is face index.